let handler = async (m, { conn, command }) => {
let media = gataVidMenu
let str = `💠 𝑩𝑰𝑬𝑵𝑽𝑬𝑵𝑰𝑫𝑶 𝑨 𝑳𝑶𝑺 𝑮𝑹𝑼𝑷𝑶𝑺 𝑶𝑭𝑰𝑪𝑰𝑨𝑳𝑬𝑺

💠 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 𝑻𝑶 𝑻𝑯𝑬 𝑶𝑭𝑭𝑰𝑪𝑰𝑨𝑳 𝑮𝑹𝑶𝑼𝑷𝑺
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
𝑻𝒆 𝒊𝒏𝒗𝒊𝒕𝒐 𝒂 𝒇𝒐𝒓𝒎𝒂𝒓 𝒑𝒂𝒓𝒕𝒆 𝒅𝒆 𝒍𝒂 𝑪𝒐𝒎𝒖𝒏𝒊𝒅𝒂𝒅 𝙨𝙥𝙞𝙙𝙚𝙧 𝙗𝙤𝙩. ✨ ¡𝑫𝒊𝒗𝒊é𝒓𝒕𝒆𝒕𝒆 𝒆 𝒊𝒏𝒕𝒆𝒓𝒂𝒄𝒕ú𝒂 𝒄𝒐𝒏 𝒏𝒐𝒔𝒐𝒕𝒓𝒐𝒔!. 🥷

┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
𓃠 *Versión de ${gt}*
➥ ${vs}
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
✅ 𝙂𝙍𝙐𝙋𝙊 𝙊𝙁𝙄𝘾𝙄𝘼𝙇 ${gt}
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
✨ *Informate de las Novedades!!!*
🥷 *${canal1}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🥷 *${canal2}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈ 
🥷 *${canal3}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🥷 𝐒𝐨𝐩𝐨𝐫𝐭𝐞 𝙨𝙥𝙞𝙙𝙚𝙧 𝙗𝙤𝙩-𝐌𝐃
*${soporteGB}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🥷 𝐆𝐫𝐮𝐩𝐨 𝐎𝐟𝐢𝐜𝐢𝐚𝐥 𝟏
*${grupo1}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🥷 𝐆𝐫𝐮𝐩𝐨 𝐎𝐟𝐢𝐜𝐢𝐚𝐥 𝟐
*${grupo2}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🥷 𝐆𝐫𝐮𝐩𝐨 𝐎𝐟𝐢𝐜𝐢𝐚𝐥 𝟑
*${grupo3}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🥷 𝐆𝐫𝐮𝐩𝐨 𝐎𝐟𝐢𝐜𝐢𝐚𝐥 𝟒
*${grupo4}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🥷 𝐆𝐫𝐮𝐩𝐨 𝐎𝐟𝐢𝐜𝐢𝐚𝐥 𝟓
*${grupo5}*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
🔰 𝐈𝐧𝐟𝐢𝐧𝐢𝐭𝐲-𝐖𝐚 𝑯𝒐𝒔𝒕𝒊𝒏𝒈 🔰
*https://chat.whatsapp.com/GQ82mPnSYnm0XL2hLPk7FV*\n
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
*Por favor, no ingresar con números de Bots, y mantener el respeto.*\n
*Please, do not enter with Bot numbers, and maintain respect.*`
await conn.sendButton(m.chat, str, `𝙨𝙥𝙞𝙙𝙚𝙧 𝙗𝙤𝙩 - 𝑨𝑺𝑰𝑺𝑻𝑬𝑵𝑪𝑰𝑨\n${asistencia}\n\n` + wm, media, [
['𝘾𝙪𝙚𝙣𝙩𝙖𝙨 𝙊𝙛𝙞𝙘𝙞𝙖𝙡𝙚𝙨 | 𝘼𝙘𝙘𝙤𝙪𝙣𝙩𝙨 ✅', '.cuentaskb'],
['🎁 𝘿𝙤𝙣𝙖𝙧 | 𝘿𝙤𝙣𝙖𝙩𝙚', '.donar'],
['𝙑𝙤𝙡𝙫𝙚𝙧 𝙖𝙡 𝙈𝙚𝙣𝙪́ | 𝘽𝙖𝙘𝙠 𝙩𝙤 𝙈𝙚𝙣𝙪 ☘️', '/menu']], null, [
['𝑲𝒂𝒕𝒂𝒔𝒉𝒊𝑩𝒐𝒕-𝑴𝑫', `${md}`]], fkontak)}
/*conn.sendHydrated(m.chat, str, `𝙂𝘼𝙏𝘼 𝘿𝙄𝙊𝙎 - 𝘼𝙎𝙄𝙎𝙏𝙀𝙉𝘾𝙄𝘼\n${asistencia}\n\n` + wm, media, 'https://github.com/GataNina-Li/GataBot-MD', '𝙂𝙖𝙩𝙖𝘽𝙤𝙩-𝙈𝘿', null, null, [
['𝘾𝙪𝙚𝙣𝙩𝙖𝙨 𝙊𝙛𝙞𝙘𝙞𝙖𝙡𝙚𝙨 | 𝘼𝙘𝙘𝙤𝙪𝙣𝙩𝙨 ✅', '.cuentasgb'],
['🎁 𝘿𝙤𝙣𝙖𝙧 | 𝘿𝙤𝙣𝙖𝙩𝙚', '.donar'],
['𝙑𝙤𝙡𝙫𝙚𝙧 𝙖𝙡 𝙈𝙚𝙣𝙪́ | 𝘽𝙖𝙘𝙠 𝙩𝙤 𝙈𝙚𝙣𝙪 ☘️', '/menu']
], m,)}*/

handler.command = /^linkgc|grupos|gruposgatabot|gatabotgrupos|gruposdegatabot|groupofc|gruposgb|grupogb|groupgb$/i
handler.exp = 33

export default handler
