let media = './media/menus/Menu4paypal.jpg'
let handler = async (m, { conn, command }) => {
let user = db.data.users[m.sender]
let str = `🙌 ¡𝑯𝒐𝒍𝒂! 𝑨𝒈𝒓𝒂𝒅𝒆𝒄𝒆𝒓í𝒂 𝒎𝒖𝒄𝒉𝒐 𝒔𝒊 𝒑𝒖𝒅𝒊𝒆𝒓𝒂𝒔 𝒂𝒑𝒐𝒚𝒂𝒓𝒎𝒆 𝒄𝒐𝒏 𝒖𝒏𝒂 𝒅𝒐𝒏𝒂𝒄𝒊ó𝒏. 🎁 𝑬𝒔𝒕𝒐𝒚 𝒄𝒐𝒏𝒕𝒆𝒏𝒕𝒐 𝒄𝒐𝒏 𝒆𝒍 𝒕𝒓𝒂𝒃𝒂𝒋𝒐 𝒒𝒖𝒆 𝒉𝒆 𝒓𝒆𝒂𝒍𝒊𝒛𝒂𝒅𝒐 𝒚 𝒍𝒐 𝒄𝒐𝒎𝒑𝒂𝒓𝒕𝒐 𝒄𝒐𝒏 𝒖𝒔𝒕𝒆𝒅𝒆𝒔. ¡𝑮𝒓𝒂𝒄𝒊𝒂𝒔!
🙌 𝑯𝒆𝒍𝒍𝒐! 𝑰 𝒘𝒐𝒖𝒍𝒅 𝒓𝒆𝒂𝒍𝒍𝒚 𝒂𝒑𝒑𝒓𝒆𝒄𝒊𝒂𝒕𝒆 𝒚𝒐𝒖𝒓 𝒔𝒖𝒑𝒑𝒐𝒓𝒕 𝒕𝒉𝒓𝒐𝒖𝒈𝒉 𝒂 𝒅𝒐𝒏𝒂𝒕𝒊𝒐𝒏. 🎁 𝑰 𝒂𝒎 𝒑𝒍𝒆𝒂𝒔𝒆𝒅 𝒘𝒊𝒕𝒉 𝒕𝒉𝒆 𝒘𝒐𝒓𝒌 𝑰 𝒉𝒂𝒗𝒆 𝒂𝒄𝒄𝒐𝒎𝒑𝒍𝒊𝒔𝒉𝒆𝒅 𝒂𝒏𝒅 𝑰 𝒔𝒉𝒂𝒓𝒆 𝒊𝒕 𝒘𝒊𝒕𝒉 𝒚𝒐𝒖. 𝑻𝒉𝒂𝒏𝒌 𝒚𝒐𝒖!
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈
𝐏𝐚𝐲𝐏𝐚𝐥 𝐝𝐞 𝐊𝐚𝐭𝐚𝐬𝐡𝐢 𝐅𝐮𝐤𝐮𝐬𝐡𝐢𝐦𝐚
*https://paypal.me/KatashiF*
┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈`
await conn.sendButton(m.chat, str, `𝑲𝑨𝑻𝑨𝑺𝑯𝑰 𝑭𝑼𝑲𝑼𝑺𝑯𝑰𝑴𝑨 - 𝑨𝑺𝑰𝑺𝑻𝑬𝑵𝑪𝑰𝑨\n${asistencia}\n\n` + wm, media, [
['𝙂𝙧𝙪𝙥𝙤𝙨 𝙊𝙛𝙞𝙘𝙞𝙖𝙡𝙚𝙨 | 𝙂𝙧𝙤𝙪𝙥𝙨 🔰', '.grupos'],
['𝘾𝙧𝙚𝙖𝙙𝙤𝙧𝙖 | 𝘾𝙧𝙚𝙖𝙩𝙤𝙧 💗', '#owner'],
['𝙑𝙤𝙡𝙫𝙚𝙧 𝙖𝙡 𝙈𝙚𝙣𝙪́ | 𝘽𝙖𝙘𝙠 𝙩𝙤 𝙈𝙚𝙣𝙪 ☘️', '/menu']], null, [
['🎁 𝘿𝙤𝙣𝙖𝙧 | 𝘿𝙤𝙣𝙖𝙩𝙚', `https://paypal.me/KatashiF`]], fkontak)}
/*conn.sendMessage(m.chat, { 
text: str, 
contextInfo:{
forwardingScore: 9999999,
isForwarded: true, 
mentionedJid:[m.sender],
"externalAdReply": {
"showAdAttribution": true,
"renderLargerThumbnail": true,
"thumbnail": imagen1, 
"title": `𝙂𝘼𝙏𝘼 𝘿𝙄𝙊𝙎 - 𝘼𝙎𝙄𝙎𝙏𝙀𝙉𝘾𝙄𝘼`, 
body: ig, 
"containsAutoReply": true,
"mediaType": 1, 
"mediaUrl": paypal, 
"sourceUrl": paypal, 
}}}, { quoted: fkontak })}*/
/*conn.sendHydrated(m.chat, str, `𝙂𝘼𝙏𝘼 𝘿𝙄𝙊𝙎 - 𝘼𝙎𝙄𝙎𝙏𝙀𝙉𝘾𝙄𝘼\n${asistencia}\n\n` + wm, media, 'https://paypal.me/OficialGD', '🎁 𝘿𝙤𝙣𝙖𝙧 | 𝘿𝙤𝙣𝙖𝙩𝙚', null, null, [
['𝙂𝙧𝙪𝙥𝙤𝙨 𝙊𝙛𝙞𝙘𝙞𝙖𝙡𝙚𝙨 | 𝙂𝙧𝙤𝙪𝙥𝙨 🔰', '.grupos'],
['𝘾𝙧𝙚𝙖𝙙𝙤𝙧𝙖 | 𝘾𝙧𝙚𝙖𝙩𝙤𝙧 💗', '#owner'],
['𝙑𝙤𝙡𝙫𝙚𝙧 𝙖𝙡 𝙈𝙚𝙣𝙪́ | 𝘽𝙖𝙘𝙠 𝙩𝙤 𝙈𝙚𝙣𝙪 ☘️', '/menu']
], m,)}*/
handler.command = /^dona(te|si)|donar|apoyar|paypal|donating$/i
handler.exp = 80
export default handler
